<template>
  <div>
    <h1 class="dirt">New Open Education</h1>
    <p>Это нужно было пояснить, конечно :)</p>
    <p>
      Но, если серьёзно, мысль о том, что в мире огромное число школьников, любознательных, увлечённых,
      дружелюбных, но нет единого сообщества, где бы можно было делиться своими исследованиями,
      открытиями, получать отклики и воодушевляться чужими достижениями, - побудила создать эту площадку.
      Также здесь собраны не просто видеоуроки, а прежде всего захватывающие истории людей, которые
      способны в любом пробудить любовь к учёбе. Здесь есть и идеи для практических экспериментов, чтобы
      можно было почувствовать знания в деле.
    </p>
    <p>Учиться захватывающе. Головокружительно. Добро пожаловать в мир науки.</p>
    <br>
  </div>
</template>
 
<script>
export default {
  name: "about"
};
</script>

<!-- "scoped" attribute to limit CSS to this component only -->
<style scoped>
* {
  padding: 10px;
  margin: 0;
  font-weight: 400;
  line-height: 24px;
}
</style>



